tap "dartsim/dart"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osrf/simulation"
tap "px4/px4"
tap "sanemat/font"
cask "java"
cask "xquartz"
brew "coreutils"
brew "little-cms2"
brew "fontforge"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "grep"
brew "less"
brew "mackup"
brew "metis"
brew "neovim"
brew "nkf"
brew "node"
brew "open-mpi"
brew "pandoc"
brew "peco"
brew "pstoedit"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "source-highlight"
brew "tig"
brew "tmux"
brew "tree"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "osrf/simulation/ignition-msgs0"
brew "osrf/simulation/ignition-transport3"
brew "px4/px4/kconfig-frontends"
brew "px4/px4/px4-dev"
brew "px4/px4/px4-sim"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "aquaterm"
cask "cheatsheet"
cask "font-hack-nerd-font"
cask "iterm2"
cask "mactex"
cask "paraview"
cask "skim"
cask "visual-studio-code"
